error.user_not_found=\u30E6\u30FC\u30B6\u30FC\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
error.profile_not_found=\u30E6\u30FC\u30B6\u30FC\u30D7\u30ED\u30D5\u30A3\u30FC\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
notification.unsupported_platform=\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u30D7\u30E9\u30C3\u30C8\u30D5\u30A9\u30FC\u30E0\u3067\u3059: {0}
notification.device_registered=\u30C7\u30D0\u30A4\u30B9\u304C\u6B63\u5E38\u306B\u767B\u9332\u3055\u308C\u307E\u3057\u305F
notification.no_active_devices=\u767B\u9332\u3055\u308C\u305F\u30A2\u30AF\u30C6\u30A3\u30D6\u30C7\u30D0\u30A4\u30B9\u304C\u3042\u308A\u307E\u305B\u3093
notification.sent=\u901A\u77E5\u304C\u9001\u4FE1\u3055\u308C\u307E\u3057\u305F
notification.invalid_day=\u7121\u52B9\u306A\u66DC\u65E5\u3067\u3059: {0}
notification.invalid_time=\u7121\u52B9\u306A\u6642\u523B\u5F62\u5F0F\u3067\u3059: {0}
notification.schedule_deleted=\u30EF\u30FC\u30AF\u30A2\u30A6\u30C8\u30EA\u30DE\u30A4\u30F3\u30C0\u30FC\u304C\u524A\u9664\u3055\u308C\u307E\u3057\u305F
notification.not_found=\u901A\u77E5\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
notification.schedule_not_found=\u30B9\u30B1\u30B8\u30E5\u30FC\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
notification.title.workout_reminder=\u30C8\u30EC\u30FC\u30CB\u30F3\u30B0\u306E\u6642\u9593\u3067\u3059
notification.title.achievement=\u65B0\u3057\u3044\u5B9F\u7E3E\u3092\u9054\u6210
notification.title.streak=\u9023\u7D9A\u30C8\u30EC\u30FC\u30CB\u30F3\u30B0\u8A18\u9332\u66F4\u65B0
notification.title.rest_day=\u4ECA\u65E5\u306F\u4F11\u606F\u65E5\u3067\u3059
notification.title.recovery=\u7B4B\u8089\u306E\u56DE\u5FA9\u5B8C\u4E86
notification.title.ai_message=AI\u30C8\u30EC\u30FC\u30CA\u30FC\u304B\u3089\u306E\u30A2\u30C9\u30D0\u30A4\u30B9
notification.workout_reminder.body=\u4ECA\u65E5\u306E\u30C8\u30EC\u30FC\u30CB\u30F3\u30B0\u3092\u59CB\u3081\u307E\u3057\u3087\u3046\u3002
notification.recovery.body={0}\u304C\u5B8C\u5168\u306B\u56DE\u5FA9\u3057\u307E\u3057\u305F\u3002\u6B21\u306E\u30C8\u30EC\u30FC\u30CB\u30F3\u30B0\u3092\u59CB\u3081\u307E\u3057\u3087\u3046\u3002
notification.chat.system_message=[\u30B7\u30B9\u30C6\u30E0\u901A\u77E5]
notification.title.workout_complete=\u30C8\u30EC\u30FC\u30CB\u30F3\u30B0\u5B8C\u4E86\uFF01
notification.workout_complete.body={0}\u5206\u3001{1}\u30BB\u30C3\u30C8\u3001{2}kg
notification.workout_complete.pr= \uD83C\uDFC6 {0}\u4EF6\u306E\u81EA\u5DF1\u8A18\u9332\u9054\u6210\uFF01
notification.test.title=\u30C6\u30B9\u30C8\u901A\u77E5
notification.test.body=LiftUp AI\u901A\u77E5\u30C6\u30B9\u30C8\u3067\u3059
pt.schedule.created=PT\u30B9\u30B1\u30B8\u30E5\u30FC\u30EB\u304C\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F
pt.schedule.invalid_style=\u7121\u52B9\u306APT\u30B9\u30BF\u30A4\u30EB\u3067\u3059: {0}
pt.schedule.updated=PT\u30B9\u30BF\u30A4\u30EB\u304C{0}\u306B\u5909\u66F4\u3055\u308C\u3001\u30B9\u30B1\u30B8\u30E5\u30FC\u30EB\u304C\u518D\u751F\u6210\u3055\u308C\u307E\u3057\u305F
pt.schedule.test_sent=\u30C6\u30B9\u30C8\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u9001\u4FE1\u3055\u308C\u307E\u3057\u305F: {0}
pt.context.no_history={0} \u30C8\u30EC\u30FC\u30CB\u30F3\u30B0\u5C65\u6B74\u304C\u307E\u3060\u3042\u308A\u307E\u305B\u3093\u3002\u4ECA\u65E5\u304B\u3089\u59CB\u3081\u307E\u3057\u3087\u3046\u3002
pt.context.today_done={0} \u4ECA\u65E5\u306F\u3082\u3046\u30C8\u30EC\u30FC\u30CB\u30F3\u30B0\u3057\u307E\u3057\u305F\u306D\u3002\u304A\u75B2\u308C\u69D8\u3067\u3059\u3002
pt.context.yesterday_done={0} \u6628\u65E5\u306E\u30C8\u30EC\u30FC\u30CB\u30F3\u30B0\u304A\u75B2\u308C\u69D8\u3067\u3057\u305F\u3002
pt.context.days_resting={0} {1}\u65E5\u9593\u4F11\u3093\u3067\u3044\u307E\u3059\u3002\u305D\u308D\u305D\u308D\u52D5\u304D\u307E\u3057\u3087\u3046\u3002
sync.conflict.same_day=\u540C\u3058\u65E5\u4ED8\u306B\u30C8\u30EC\u30FC\u30CB\u30F3\u30B0\u30BB\u30C3\u30B7\u30E7\u30F3\u304C\u65E2\u306B\u5B58\u5728\u3057\u307E\u3059
sync.conflict.keep_server=\u30B5\u30FC\u30D0\u30FC\u30C7\u30FC\u30BF\u3092\u4FDD\u6301\u3057\u307E\u3059
sync.offline_workout_name=\u30AA\u30D5\u30E9\u30A4\u30F3\u30C8\u30EC\u30FC\u30CB\u30F3\u30B0
sync.exercise_not_found=\u30A8\u30AF\u30B5\u30B5\u30A4\u30BA\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093: {0}
sync.error=\u540C\u671F\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {0}
sync.retry_later=\u5F8C\u3067\u3082\u3046\u4E00\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044
pt.template.morning_meal.spartan=\u8D77\u304D\u3066\u304F\u3060\u3055\u3044\u3002\u30C1\u30E3\u30F3\u30D4\u30AA\u30F3\u306F\u307E\u305A\u98DF\u3079\u308B\u3002\u30BF\u30F3\u30D1\u30AF\u8CEA\u304B\u3089\u3002
pt.template.morning_meal.burnout=\u304A\u306F\u3088\u3046\u3054\u3056\u3044\u307E\u3059\u3002\u3057\u3063\u304B\u308A\u671D\u98DF\u3092\u98DF\u3079\u3066\u3001\u7A4F\u3084\u304B\u306B\u4E00\u65E5\u3092\u59CB\u3081\u307E\u3057\u3087\u3046\u3002
pt.template.morning_meal.game_master=\u671D\u306E\u30AF\u30A8\u30B9\u30C8\u958B\u59CB\u3002\u307E\u305A\u306F\u30BF\u30F3\u30D1\u30AF\u8CEA\u5165\u308A\u306E\u671D\u98DF\u304B\u3089\u3002
pt.template.morning_meal.influencer=\u671D\u306E\u6804\u990A\u304C\u4E00\u65E5\u306E\u30D9\u30FC\u30B9\u30E9\u30A4\u30F3\u3067\u3059\u3002\u30BF\u30F3\u30D1\u30AF\u8CEA\u3068\u6C34\u5206\u3092\u512A\u5148\u3057\u307E\u3057\u3087\u3046\u3002
pt.template.morning_meal.default=\u304A\u306F\u3088\u3046\u3054\u3056\u3044\u307E\u3059\u3002\u30D0\u30E9\u30F3\u30B9\u306E\u826F\u3044\u671D\u98DF\u3067\u4E00\u65E5\u3092\u59CB\u3081\u307E\u3057\u3087\u3046\u3002
pt.template.lunch_meal.spartan=\u663C\u306E\u88DC\u7D66\u6642\u9593\u3067\u3059\u3002\u3057\u3063\u304B\u308A\u98DF\u3079\u3066\u5F8C\u534A\u306B\u5099\u3048\u307E\u3057\u3087\u3046\u3002
pt.template.lunch_meal.burnout=\u304A\u663C\u3067\u3059\u3002\u5341\u5206\u306B\u98DF\u3079\u3066\u5348\u5F8C\u3082\u5B89\u5B9A\u3057\u305F\u30EA\u30BA\u30E0\u3067\u3002
pt.template.lunch_meal.game_master=\u30E9\u30F3\u30C1\u30C1\u30A7\u30C3\u30AF\u30DD\u30A4\u30F3\u30C8\u5230\u9054\u3002\u30A8\u30CD\u30EB\u30AE\u30FC\u3092\u5145\u586B\u3057\u3066\u7D9A\u884C\u3002
pt.template.lunch_meal.influencer=\u663C\u98DF\u306F\u5B89\u5B9A\u3057\u305F\u30A8\u30CD\u30EB\u30AE\u30FC\u306E\u305F\u3081\u306B\u3002\u30D0\u30E9\u30F3\u30B9\u826F\u304F\u3002
pt.template.lunch_meal.default=\u304A\u663C\u3067\u3059\u3002\u5348\u5F8C\u306B\u5411\u3051\u3066\u30A8\u30CD\u30EB\u30AE\u30FC\u3092\u88DC\u7D66\u3057\u307E\u3057\u3087\u3046\u3002
pt.template.workout_reminder.spartan=\u30C8\u30EC\u30FC\u30CB\u30F3\u30B0\u306E\u6642\u9593\u304C\u8FD1\u3065\u3044\u3066\u3044\u307E\u3059\u3002\u8A00\u3044\u8A33\u306A\u3057\u3002\u6E96\u5099\u3057\u3066\u304F\u3060\u3055\u3044\u3002
pt.template.workout_reminder.burnout=\u3082\u3046\u3059\u3050\u30C8\u30EC\u30FC\u30CB\u30F3\u30B0\u306E\u6642\u9593\u3067\u3059\u3002\u7126\u3089\u305A\u3086\u3063\u304F\u308A\u6E96\u5099\u3057\u307E\u3057\u3087\u3046\u3002
pt.template.workout_reminder.game_master=\u30C8\u30EC\u30FC\u30CB\u30F3\u30B0\u30DF\u30C3\u30B7\u30E7\u30F3\u958B\u59CB\u304C\u8FD1\u3044\u3067\u3059\u3002\u30A6\u30A9\u30FC\u30DF\u30F3\u30B0\u30A2\u30C3\u30D7\u3057\u3066\u96C6\u4E2D\u3002
pt.template.workout_reminder.influencer=30\u5206\u524D\u3067\u3059\u3002\u30E2\u30D3\u30EA\u30C6\u30A3\u30EF\u30FC\u30AF\u3068\u4F53\u6E29\u4E0A\u6607\u304B\u3089\u59CB\u3081\u307E\u3057\u3087\u3046\u3002
pt.template.workout_reminder.default=\u30C8\u30EC\u30FC\u30CB\u30F3\u30B0\u306E\u6642\u9593\u304C\u8FD1\u3065\u3044\u3066\u3044\u307E\u3059\u3002\u6E96\u5099\u3057\u307E\u3057\u3087\u3046\u3002
pt.template.dinner_meal.spartan=\u5915\u98DF\u3082\u56DE\u5FA9\u306E\u4E00\u90E8\u3067\u3059\u3002\u8A00\u3044\u8A33\u306A\u304F\u56DE\u5FA9\u306B\u5408\u308F\u305B\u3066\u98DF\u3079\u307E\u3057\u3087\u3046\u3002
pt.template.dinner_meal.burnout=\u5915\u98DF\u306E\u6642\u9593\u3067\u3059\u3002\u4ECA\u591C\u306E\u56DE\u5FA9\u306E\u305F\u3081\u306B\u8EFD\u3081\u306B\u3002
pt.template.dinner_meal.game_master=\u6700\u5F8C\u306E\u98DF\u4E8B\u30D5\u30A7\u30FC\u30BA\u3002\u660E\u65E5\u306E\u305F\u3081\u306B\u3057\u3063\u304B\u308A\u56DE\u5FA9\u3002
pt.template.dinner_meal.influencer=\u5915\u98DF\u306F\u30BF\u30F3\u30D1\u30AF\u8CEA\u3068\u6D88\u5316\u306E\u826F\u3044\u3082\u306E\u304C\u591C\u306E\u56DE\u5FA9\u306B\u6709\u5229\u3067\u3059\u3002
pt.template.dinner_meal.default=\u5915\u98DF\u306E\u6642\u9593\u3067\u3059\u3002\u3057\u3063\u304B\u308A\u98DF\u3079\u3066\u660E\u65E5\u306B\u5099\u3048\u307E\u3057\u3087\u3046\u3002
pt.template.sleep_prep.spartan=\u4ECA\u65E5\u306E\u30C8\u30EC\u30FC\u30CB\u30F3\u30B0\u306F\u7D42\u4E86\u3067\u3059\u3002\u3057\u3063\u304B\u308A\u4F11\u3093\u3067\u660E\u65E5\u3082\u3063\u3068\u5F37\u304F\u306A\u308A\u307E\u3057\u3087\u3046\u3002
pt.template.sleep_prep.burnout=\u4ECA\u65E5\u3082\u5341\u5206\u3084\u308A\u307E\u3057\u305F\u3002\u30EA\u30E9\u30C3\u30AF\u30B9\u3057\u3066\u3057\u3063\u304B\u308A\u7720\u308A\u307E\u3057\u3087\u3046\u3002
pt.template.sleep_prep.game_master=\u4ECA\u65E5\u306E\u30D7\u30EC\u30A4\u7D42\u4E86\u3002\u660E\u65E5\u306E\u305F\u3081\u306B\u30A8\u30CD\u30EB\u30AE\u30FC\u3092\u5145\u586B\u3057\u307E\u3057\u3087\u3046\u3002
pt.template.sleep_prep.influencer=\u826F\u8CEA\u306A\u7761\u7720\u306F\u4ECA\u591C\u306E\u56DE\u5FA9\u306B\u6700\u3082\u5F37\u529B\u306A\u30C4\u30FC\u30EB\u3067\u3059\u3002
pt.template.sleep_prep.default=\u4E00\u65E5\u304C\u7D42\u308F\u308A\u307E\u3059\u3002\u3086\u3063\u304F\u308A\u4F11\u3093\u3067\u304F\u3060\u3055\u3044\u3002
pt.template.workout_complete.spartan=\u826F\u3044\u30BB\u30C3\u30B7\u30E7\u30F3\u3067\u3057\u305F\u3002\u56DE\u5FA9\u307E\u3067\u3084\u3063\u3066\u521D\u3081\u3066\u7D42\u4E86\u3067\u3059\u3002
pt.template.workout_complete.burnout=\u30C8\u30EC\u30FC\u30CB\u30F3\u30B0\u5B8C\u4E86\u3002\u304A\u75B2\u308C\u69D8\u3067\u3059\u3002\u3057\u3063\u304B\u308A\u56DE\u5FA9\u3057\u307E\u3057\u3087\u3046\u3002
pt.template.workout_complete.game_master=\u30C8\u30EC\u30FC\u30CB\u30F3\u30B0\u30AF\u30EA\u30A2\u3002\u56DE\u5FA9\u5831\u916C\u304C\u89E3\u9664\u3055\u308C\u307E\u3057\u305F\u3002
pt.template.workout_complete.influencer=\u826F\u3044\u30BB\u30C3\u30B7\u30E7\u30F3\u3067\u3057\u305F\u3002\u56DE\u5FA9\u306E\u8CEA\u306F\u6804\u990A\u3068\u7761\u7720\u304C\u6C7A\u3081\u307E\u3059\u3002
pt.template.workout_complete.default=\u30C8\u30EC\u30FC\u30CB\u30F3\u30B0\u5B8C\u4E86\u3002\u4ECA\u65E5\u3082\u304A\u75B2\u308C\u69D8\u3067\u3059\u3002
pt.template.rest_day.spartan=\u4F11\u606F\u3082\u30C8\u30EC\u30FC\u30CB\u30F3\u30B0\u306E\u4E00\u90E8\u3067\u3059\u3002\u76EE\u7684\u3092\u6301\u3063\u3066\u56DE\u5FA9\u3057\u307E\u3057\u3087\u3046\u3002
pt.template.rest_day.burnout=\u4ECA\u65E5\u306F\u4F11\u606F\u65E5\u3067\u3059\u3002\u4F53\u3092\u4F11\u3081\u3066\u56DE\u5FA9\u306B\u96C6\u4E2D\u3057\u307E\u3057\u3087\u3046\u3002
pt.template.rest_day.game_master=\u56DE\u5FA9\u30C7\u30FC\u9032\u884C\u4E2D\u3002\u8CA0\u62C5\u306F\u4F4E\u304F\u3001\u4FA1\u5024\u306F\u9AD8\u304F\u3002
pt.template.rest_day.influencer=\u4F11\u606F\u306F\u9069\u5FDC\u306E\u4E00\u90E8\u3067\u3059\u3002\u8EFD\u3044\u52D5\u304D\u3068\u56DE\u5FA9\u306B\u96C6\u4E2D\u3057\u307E\u3057\u3087\u3046\u3002
pt.template.rest_day.default=\u4ECA\u65E5\u306F\u4F11\u606F\u65E5\u3067\u3059\u3002\u3057\u3063\u304B\u308A\u56DE\u5FA9\u3057\u307E\u3057\u3087\u3046\u3002
